Repository: Dmitrius123/graduateWork2025
Catalog: NumbersFun/Localizable.xcstrings
Source language: en
Languages: bg

# digit
source: Recognized number: ?
bg: Разпозната цифра: ?

# false
source: Try again! This is
bg: Опитай отново! Това е

# OK
source: ОК
bg: Добре

# true
source: Good job! This is %lld
bg: Браво! Това е %lld

# Браво!
source: Good job!🎉
bg: Браво!🎉

# Затвори
source: Close
bg: Затвори

# Изтрий
source: Clean
bg: Изтрий

# Начертай цифра: %lld
source: Draw a number: %lld
bg: Начертай цифра: %lld

# Поздравления, нарисувахте правилно всички числа!
source: Congratulations, you drew all the numbers correctly!
bg: Поздравления, нарисувахте правилно всички числа!

# Правилни отговори: %lld от 10
source: Correct answers: %lld out of 10
bg: Правилни отговори: %lld от 10

# Приложението ще се затвори сега. Моля, отворете го отново.
source: The app will close now. Please open it again.
bg: Приложението ще се затвори сега. Моля, отворете го отново.

# Провери
source: Check
bg: Провери

# Разпозната цифра: ?
source: Recognized number: ?
bg: Разпозната цифра: ?

# Разпозната цифра: %lld
source: Recognized number: %lld
bg: Разпозната цифра: %lld

# Резултат
source: Result
bg: Резултат

# Рестартиране
source: Restarting to change the language
bg: Рестартиране, за да промените езика

# Тест
source: Test
bg: Тест
